FIXTURE_PERSON = [('11-05-2018', "Mary Black"),
                  ("VLC001", "John Smith"),
                  ("BLMSCU7986359", "Hugh Stanford"),
                  ('VLC002', 'Документ отсутствует')
                  ]

FIXTURE_SHELF = [('11-05-2018', '1'),
                 ('DGN7865', '1'),
                 ('VLC001', '2'),
                 ('BLMSCU7986359', '3'),
                 ('VLC002', 'Документ отсутствует')
                 ]

FIXTURE_ADD = [('passport', '7801 563985', 'Ivan Ivanov', '3', 'Документ добавлен'),
               ('power of attorney', 'VIAK7896', 'Petr Petrov', '1', 'Документ добавлен'),
               ('', '', '', '2', 'Документ добавлен'),
               ('export declaration', 'EX702358', 'Serhio Alvares', '5', 'Полка не существует'),
               ('price list', '1', 'Jose Santos', 'A', 'Полка не существует')
               ]

FIXTURE_DELETE = [('11-05-2018', 'Документ удален'),
                  ('DGN7865', 'Документ удален'),
                  ('VLC001', 'Документ удален'),
                  ('BLMSCU7986359', 'Документ удален'),
                  ('JMZBL006', 'Документ отсутствует'),
                  ('70625539', 'Документ отсутствует'),
                  ]
